Dlubal.TimberPro.FactorCategory
Material factor category

Dlubal.TimberPro.FactorCategory.FactorCategoryUnknown
Unknown factor category

Dlubal.TimberPro.FactorCategory.FactorCategoryENSolidTimber
Solid timber

Dlubal.TimberPro.FactorCategory.FactorCategoryENGluedLaminatedTimber
Glued laminated timber

Dlubal.TimberPro.FactorCategory.FactorCategoryENLVL
LVL

Dlubal.TimberPro.FactorCategory.FactorCategoryENPlywoodPart1
Plywood part 1.

Dlubal.TimberPro.FactorCategory.FactorCategoryENPlywoodPart2
Plywood part 2

Dlubal.TimberPro.FactorCategory.FactorCategoryENPlywoodPart3
Plywood part 3

Dlubal.TimberPro.FactorCategory.FactorCategoryENOSB2
OSB 2

Dlubal.TimberPro.FactorCategory.FactorCategoryENOSB3OSB4
OSB 3 / OSB 4

Dlubal.TimberPro.FactorCategory.FactorCategoryENParticleBoardPart4
Particleboard part 4

Dlubal.TimberPro.FactorCategory.FactorCategoryENParticleBoardPart5
Particleboard part 5

Dlubal.TimberPro.FactorCategory.FactorCategoryENParticleBoardPart6
Particleboard part 6

Dlubal.TimberPro.FactorCategory.FactorCategoryENParticleBoardPart7
Particleboard part 7

Dlubal.TimberPro.FactorCategory.FactorCategoryENFibreboardHardHBLA
Fibreboard hard HB.LA

Dlubal.TimberPro.FactorCategory.FactorCategoryENFibreboardHardHBHLA1Or2
Fibreboard hard HB.HLA 1 or 2

Dlubal.TimberPro.FactorCategory.FactorCategoryENFibreboardMediumMBHLA1Or2
Fibreboard medium MBH.LA 1 or 2

Dlubal.TimberPro.FactorCategory.FactorCategoryENFibreboardMediumMBHHLS1Or2
Fibreboard medium MBH.HLS 1 or 2

Dlubal.TimberPro.FactorCategory.FactorCategoryENFibreboardMDFLA
Fibreboard MDF LA

Dlubal.TimberPro.FactorCategory.FactorCategoryENFibreboardMDFHLS
Fibreboard MDF HLS

Dlubal.TimberPro.FactorCategory.FactorCategoryENGypsumPalserboardFibreboard
Gypsum plasterboard and fibreboard

Dlubal.TimberPro.FactorCategory.FactorCategoryDINSolidTimber
Solid timber.

Dlubal.TimberPro.FactorCategory.FactorCategoryDINGluedLaminatedTimber
Glued laminated timber.

Dlubal.TimberPro.FactorCategory.FactorCategoryDINGluelam
Gluelam of 2 or 3 laminations

Dlubal.TimberPro.FactorCategory.FactorCategoryDINLaminatedVeneerLumber
Laminated veneer lumber

Dlubal.TimberPro.FactorCategory.FactorCategoryDINCrossLaminatedTimber
Cross laminated timber

Dlubal.TimberPro.FactorCategory.FactorCategoryDINPlywood
Plywood

Dlubal.TimberPro.FactorCategory.FactorCategoryDINOSB2
OSB 2

Dlubal.TimberPro.FactorCategory.FactorCategoryDINOSB3OSB4
OSB 3 / OSB 4

Dlubal.TimberPro.FactorCategory.FactorCategoryDINResinBondedParticleboard
Resin-bonded particleboard

Dlubal.TimberPro.FactorCategory.FactorCategoryDINCementBondedParticleBoard
Cement-bonded particleboard

Dlubal.TimberPro.FactorCategory.FactorCategoryDINFibreboardHBHLA2
Fibreboard HB.HLA 2

Dlubal.TimberPro.FactorCategory.FactorCategoryDINFibreboardMBHLA2
Fibreboard MBH.LA 2

Dlubal.TimberPro.FactorCategory.FactorCategoryDINGypsumGKBAndGFK
Gypsum GKB And GFK

Dlubal.TimberPro.FactorCategory.FactorCategoryDINGypsumGKBIAndGFKI
Gypsum GKBI And GFKI

Dlubal.TimberPro.FactorCategory.FactorCategoryENCrossLaminatedTimber
Cross laminated timber